{
  "zh-Hant": {
    "siteTitle": "相信善良",
    "navStory": "善良故事 ▾",
    "navStoryMessages": "善良訊息",
    "navStoryNews": "善良快訊",
    "navStoryMilestones": "里程碑",
    "navImpact": "我們的影響力",
    "navCare": "關懷與溫暖 ▾",
    "navCareDomestic": "關懷與溫暖（國內）",
    "navCareInternational": "關懷與溫暖（國外）",
    "navContact": "聯繫我們",
    "homeReasonTitle": "背景緣由",
    "homeReasonText": "『相信善良的理念』，<br/>是讓世界有更多的好人，<br/>擁有許多的善良，<br/>就能讓窮苦的孩子有書念有錢賺，<br/>我們深信，善良是世界上最大的力量。",
    "homeCommitmentTitle": "我們的承諾",
    "homeCommitmentText": "我們的使命是讓世界更美好。<br/>我們會通過不同的計畫，從外籍生到育幼院、偏鄉孩童、<br/>身心障礙生以及更生人。<br/>為各個社會中的弱勢群體，提供支援和機會。<br/>我們相信善良的行為和社區合作，可以改變世界。",
    "homeBeliefText": "我們期望能藉由人力栽培，<br>幫助所有失學、需要工作機會的人們，<br>讓他們能有自力更生的能力。<br>更有甚者，培養出優秀的餐旅人才，<br>成為餐旅業不可或缺的優秀菁英。",
    "footerSlogan": "相信善良<br/>用生命影響生命",
    "footerSubtext": "善的力量，從這裡開始",
    "footerContactBtn": "聯繫我們",
    "footerContactTitle": "聯絡方式",
    "titleCareDomestic": "關懷與溫暖（國內）",
    "domesticOrphanageTitle": "育幼院",
    "domesticOrphanageText": "特別的孩子在育幼院最多只能住到18歲，<br/>若未繼續求學只能住到15歲。<br/>我們希望藉由產學合作，<br/>幫助他們自立自強，減少走偏的機會。",
    "domesticDisabilityTitle": "身心障礙人士",
    "domesticDisabilityText": "並非所有的身心障礙生都無法在社會上工作，<br/>有許多輕度的身心障礙生看起來與正常人無異。<br/>相信善良將協助這些學生進入餐旅業，<br/>從簡單的打掃、洗碗等工作開始，<br/>以自身能力賺錢，增加生活的安定。",
    "domesticRehabilitationTitle": "更生人及矯正學校",
    "domesticRehabilitationText": "許多經歷過更生歷程的人，<br/>在重返社會時容易被貼上標籤，<br>導致他們難以在社會上立足，而因為缺錢，<br>他們回頭走上不歸路的比例也增加許多。<br>我們期望透過教育、工作，賦予他們一技之長，<br>增加在社會上立足的機會，減少回頭路的可能性。",
    "domesticRemoteAreaTitle": "偏鄉及原住民",
    "domesticRemoteAreaText": "偏鄉及原住民的孩童因為教育資源的落差，<br/>導致在社會上求生不易，相信善良致力於消除資源的落差。<br>透過餐旅產學合作，使缺乏教育資源的偏鄉孩童，<br>能有更多的機會可以到校學習，<br>培養自己的一技之長。",
    "Silver-haired people": "銀髮族",
    "Silver-haired peopleText":"隨著年紀增長，許多銀髮族<br/>在保持健康、維持經濟水準或取得學習機會上面臨各種挑戰。<br>特別是已退休的長者，能夠自主學習的管道不多，取得持續成長的機會有限。<br>我們相信，善意與行動可以幫助縮小這樣的資源落差。<br>讓銀髮族有機會重新接觸職能以及其他的學習課程。",
    "titleCareInternational": "關懷與溫暖（國外）",
    "internationalOverseasTitle": "僑生",
    "internationalOverseasText": "許多從小在他國長大的華裔僑生，<br/>雖然是台灣人的臉孔，<br/>但思考模式、價值觀和我們完全不同，<br/>相信善良會提供他們工作機會，<br/>讓其能更快速地融入我們的文化。",
    "internationalForeignTitle": "外籍生",
    "internationalForeignText": "我們將協助來台求學的外籍生，<br/>不再有金錢的困擾，<br/>給予他們工作，<br/>透過產學合作的方式讓他們除了在學校學習，<br/>也提供工作讓他們的生活有一層保障。",
    "titleContact": "聯繫我們 - 相信善良",
    "contactTitle": "合作諮詢表單",
    "contactIntro": "我們期待與您一同激盪出品牌的無限可能,共創雙贏的未來。",
    "contactWelcome": "歡迎透過以下方式與我們取得聯繫",
    "contactService1Title": "使命品牌塑造",
    "contactService1Desc": "將您的善念，轉化為觸動人心的品牌故事",
    "contactService2Title": "永續營運藍圖",
    "contactService2Desc": "規劃可持續發展路徑，擴大社會影響力",
    "contactService3Title": "團隊協力賦能",
    "contactService3Desc": "陪伴團隊成長，一起用生命影響生命",
    "contactFormBtn": "填寫線上諮詢表單",
    "contactImmediateTitle": "立即聯繫我們",
    "titleImpact": "我們的影響力 - 相信善良",
    "impactMainTitle": "我們的影響力",
    "impactProblemsTitle": "我們看見的問題",
    "impactProblem1": "偏鄉及原住民的孩教育資源的落差。",
    "impactProblem2": "近7成從育幼院離開的學生無法順利繼續升學。",
    "impactProblem3": "更生人無法重新融入社會。",
    "impactGoalsTitle": "我們預計",
    "impactGoal1": "培育人才",
    "impactGoal2": "合作單位與機構",
    "impactGoal3": "創造餐飲就業機會",
    "impactUnitPeople": "人",
    "impactUnitOrganizations": "間",
    "impactUnitJobs": "份"
  },
  "en": {
    "siteTitle": "Believe in Goodness",
    "navStory": "Stories ▾",
    "navStoryMessages": "Messages",
    "navStoryNews": "News",
    "navStoryMilestones": "Milestones",
    "navImpact": "Our Impact",
    "navCare": "Care & Warmth ▾",
    "navCareDomestic": "Care & Warmth (Domestic)",
    "navCareInternational": "Care & Warmth (International)",
    "navContact": "Contact Us",
    "homeReasonTitle": "Our Origin",
    "homeReasonText": "The philosophy of 'Believe in Goodness' is to bring more good people into the world.<br/>With abundance of kindness, impoverished children can have the opportunity to study and earn a living.<br/>We firmly believe that goodness is the greatest force in the world.",
    "homeCommitmentTitle": "Our Commitment",
    "homeCommitmentText": "Our mission is to make the world a better place.<br/>Through various programs, we support foreign students, children in orphanages, those in remote areas,<br/>individuals with disabilities, and rehabilitated individuals.<br/>We provide support and opportunities for vulnerable groups in society.<br/>We believe that acts of kindness and community cooperation can change the world.",
    "homeBeliefText": "We hope to cultivate human resources,<br>helping all who have lost access to education or need job opportunities,<br>enabling them to become self-reliant.<br>Furthermore, we aim to develop outstanding talents for the hospitality industry,<br>making them indispensable elites.",
    "footerSlogan": "Believe in Goodness<br/>Impacting Lives with Life",
    "footerSubtext": "The power of goodness starts here",
    "footerContactBtn": "Contact Us",
    "footerContactTitle": "Contact Information",
    "titleCareDomestic": "Care & Warmth (Domestic)",
    "domesticOrphanageTitle": "Orphanages",
    "domesticOrphanageText": "Special children can only stay in orphanages until they are 18,<br/>or 15 if they do not continue their education.<br/>We hope to help them become independent through industry-academia cooperation,<br/>reducing the chances of them going astray.",
    "domesticDisabilityTitle": "Persons with Disabilities",
    "domesticDisabilityText": "Not all students with disabilities are unable to work in society.<br/>Many with mild disabilities appear no different from others.<br/>Believe in Goodness will assist these students in entering the hospitality industry,<br>starting with simple tasks like cleaning and washing dishes,<br/>to earn a living with their own abilities and increase their life stability.",
    "domesticRehabilitationTitle": "Rehabilitated Individuals & Correctional Schools",
    "domesticRehabilitationText": "Many who have gone through rehabilitation are easily stigmatized upon returning to society,<br>making it difficult for them to find their footing. Lack of money increases the likelihood of them returning to their old ways.<br>We hope to provide them with skills through education and work,<br>increasing their chances of establishing themselves in society and reducing the possibility of recidivism.",
    "domesticRemoteAreaTitle": "Remote & Indigenous Areas",
    "domesticRemoteAreaText": "Children in remote and indigenous areas struggle to survive in society due to educational disparities.<br>Believe in Goodness is committed to eliminating this resource gap.<br>Through industry-academia cooperation in hospitality, children from resource-poor remote areas<br>can have more opportunities to attend school and cultivate their own skills.",
    "Silver-haired people": "Senior Citizens",
    "Silver-haired peopleText":"As they are aging, many senior citizens face various challenges in terms of their health, finances and the opportunities of learning.<br/>Particularly for some retired elders, source of self-learning are not easy to reach cause continuous growth been limited.<br/>We believe that goodwill and action can help narrow the gap of resource differences.<br/>By doing this, can give senior citizens the opportunity to re-engage with competency-based traning and other learning courses." ,
    "titleCareInternational": "Care & Warmth (International)",
    "internationalOverseasTitle": "Overseas Chinese Students",
    "internationalOverseasText": "Many ethnic Chinese students who grew up in other countries,<br>though they have Taiwanese faces,<br>have completely different modes of thinking and values.<br>Believe in Goodness will provide them with job opportunities<br>to help them integrate into our culture more quickly.",
    "internationalForeignTitle": "Foreign Students",
    "internationalForeignText": "We will assist foreign students studying in Taiwan<br>so they no longer have financial worries.<br>We will give them jobs,<br>and through industry-academia cooperation, in addition to their school studies,<br>we will provide work to add a layer of security to their lives.",
    "titleContact": "Contact Us - Believe in Goodness",
    "contactTitle": "Cooperation Consultation Form",
    "contactIntro": "We look forward to working with you to unleash the infinite possibilities of your brand and create a win-win future.",
    "contactWelcome": "Welcome to contact us through the following methods",
    "contactService1Title": "Mission Branding",
    "contactService1Desc": "Transforming your goodwill into a touching brand story",
    "contactService2Title": "Sustainable Operations Blueprint",
    "contactService2Desc": "Planning sustainable development paths to expand social impact",
    "contactService3Title": "Team Empowerment",
    "contactService3Desc": "Accompanying team growth, impacting lives together",
    "contactFormBtn": "Fill out the online consultation form",
    "contactImmediateTitle": "Contact Us Immediately",
    "titleImpact": "Our Impact - Believe in Goodness",
    "impactMainTitle": "Our Impact",
    "impactProblemsTitle": "The Problems We See",
    "impactProblem1": "Educational disparities for children in remote and indigenous areas.",
    "impactProblem2": "Nearly 70% of students leaving orphanages cannot continue their education smoothly.",
    "impactProblem3": "Rehabilitated individuals cannot reintegrate into society.",
    "impactGoalsTitle": "Our Projections",
    "impactGoal1": "Nurture Talent",
    "impactGoal2": "Partner Units & Institutions",
    "impactGoal3": "Create Culinary Job Opportunities",
    "impactUnitPeople": "People",
    "impactUnitOrganizations": "Orgs",
    "impactUnitJobs": "Jobs"
  },
  "vi": {
    "siteTitle": "Tin yêu điều tử tế",
    "navStory": "Câu chuyện tử tế▾",
    "navStoryMessages": "Thông điệp tử tế ",
    "navStoryNews": "Bản tin tử tế",
    "navStoryMilestones": "Dấu mốc tử tế",
    "navImpact": "Sức lan toả của sự tử tế",
    "navCare": "Quan tâm & Ấm áp ▾",
    "navCareDomestic": "Quan tâm & Ấm áp (Trong nước)",
    "navCareInternational": "Quan tâm & Ấm áp (Quốc tế)",
    "navContact":"Liên hệ chúng tôi",
    "homeReasonTitle": "Câu chuyện khởi nguồn",
    "homeReasonText": "Triết lý“Tin vào sự tử tế”,<br/> là niềm tin giúp thế giới có thêm nhiều người tốt.<br/>Khi sự tử tế được lan toả, <br/>trẻ em nghèo khó sẽ có cơ hội học hành và kiếm sống.<br/>Chúng tôi tin rằng tử tế chính là sức mạnh lớn nhất trên thế giới này.",
    "homeCommitmentTitle": "Cam kết của Chúng tôi",
    "homeCommitmentText": "Sứ mệnh của chúng tôi là làm cho thế giới tốt đẹp hơn.<br/>Thông qua các chương trình khác nhau, chúng tôi hỗ trợ sinh viên nước ngoài, trẻ em mồ côi, trẻ em vùng sâu vùng xa,<br/>người khuyết tật và người đã cải tạo.<br/>Chúng tôi cung cấp sự hỗ trợ và cơ hội cho các nhóm yếu thế trong xã hội.<br/>Chúng tôi tin rằng những hành động tử tế và sự hợp tác cộng đồng có thể thay đổi thế giới.",
    "homeBeliefText": "Chúng tôi hy vọng sẽ bồi dưỡng nguồn nhân lực,<br>giúp đỡ tất cả những người mất cơ hội học tập hoặc cần việc làm,<br>giúp họ có khả năng tự lực cánh sinh.<br>Hơn nữa, chúng tôi mong muốn đào tạo những tài năng xuất sắc cho ngành khách sạn,<br>trở thành những tinh hoa không thể thiếu.",
    "footerSlogan": "Tin vào sự tử tế<br/> Để Sinh mệnh chạm tới Sinh mệnh",
    "footerSubtext": "Sức mạnh của sự tử tế bắt đầu từ đây",
    "footerContactBtn": "Liên hệ",
    "footerContactTitle": "Thông tin liên hệ",
    "titleCareDomestic": "Quan tâm & Ấm áp (Trong nước)",
    "domesticOrphanageTitle": "Viện mồ côi",
    "domesticOrphanageText": "Những đứa trẻ đặc biệt chỉ có thể ở lại trại trẻ mồ côi cho đến năm 18 tuổi,<br/>Nếu không tiếp tục học lên, các em chỉ có thể ở lại đến năm 15 tuổi.<br/>Chúng tôi hy vọng thông qua hợp tác giữa nhà trường và doanh nghiệp,<br/>sẽ giúp các em tự lực cánh sinh và giảm thiểu nguy cơ đi lạc hướng.",
    "domesticDisabilityTitle": "Người khuyết tật",
    "domesticDisabilityText": "Không phải tất cả học sinh khuyết tật đều không thể làm việc trong xã hội.<br/>Nhiều người khuyết tật nhẹ, vẻ ngoài không khác gì người bình thường.<br/>Tin yêu điều tử tế sẽ hỗ trợ những học sinh này gia nhập ngành khách sạn,<br>bắt đầu từ những công việc đơn giản như dọn dẹp, rửa bát,<br>để tự kiếm sống bằng năng lực của mình, tăng thêm sự ổn định trong cuộc sống.",
    "domesticRehabilitationTitle": "Người đã cải tạo & Trường giáo dưỡng",
    "domesticRehabilitationText": "Nhiều người trải qua quá trình cải tạo, <br/>khi tái hòa nhập cộng đồng thường bị gán mác,<br/>khiến họ khó tìm được chỗ đứng trong xã hội.<br/>Vì thiếu tiền,<br/> tỷ lệ quay lại đường cũ cũng tăng lên đáng kể.<br/>Chúng tôi hy vọng, thông qua giáo dục, việc làm, có thể trao cho họ kỹ năng vững chắc,<br/>giúp họ có thêm cơ hội đứng vững trong xã hội, giảm bớt nguy cơ quay lại đường sai.",
    "domesticRemoteAreaTitle": "Vùng sâu vùng xa & Dân tộc thiểu số",
    "domesticRemoteAreaText": "Trẻ em ở các vùng sâu vùng xa và dân tộc thiểu số gặp khó khăn trong cuộc sống do chênh lệch về tài nguyên giáo dục.<br>Tin yêu điều tử tếcam kết xóa bỏ khoảng cách này.<br>Thông qua hợp tác giữa nhà trường và doanh nghiệp trong ngành khách sạn, trẻ em thiếu thốn tài nguyên giáo dục<br>sẽ có nhiều cơ hội đến trường học tập, trau dồi kỹ năng của riêng mình.",
    "Silver-haired people": "Người cao tuổi",
    "Silver-haired peopleText":"Càng lớn tuổi, nhiều người cao tuổi phải đối mặt với các thách thức khác nhau về sức khỏe, kinh tế hay cơ hội học tập.<br/>Đặc biệt là với một số người lớn tuổi đã nghỉ hưu, cơ hội để sống tự lập và tiếp tục phát triển bản thân còn hạn chế.<br/>Chúng tôi tin rằng, thiện chí và hành động có thể giúp thu hẹp khoảng cách về nguồn lực này.<br/>Mang đến cho người cao tuổi cơ hội được tiếp cận lại với các khóa đào tạo nghề và những chương trình học tập.",
    "titleCareInternational": "Quan tâm & Ấm áp (Quốc tế)",
    "internationalOverseasTitle": "Du học sinh Hoa kiều",
    "internationalOverseasText": "Nhiều sinh viên gốc Hoa lớn lên ở nước ngoài,<br/>dù có gương mặt Đài Loan,<br/>nhưng lối suy nghĩ và giá trị quan hoàn toàn khác biệt.<br>'Tin vào Lòng tốt' sẽ cung cấp cho họ cơ hội việc làm<br>để giúp họ hòa nhập nhanh hơn vào văn hóa của chúng ta.",
    "internationalForeignTitle": "Du học sinh nước ngoài",
    "internationalForeignText": "Chúng tôi sẽ hỗ trợ các sinh viên nước ngoài đến Đài Loan học tập<br>để họ không còn phải lo lắng về tài chính.<br>Chúng tôi tạo điều kiện việc làm,<br/>thông qua mô hình kết hợp giữa học tập và thực hành,<br/>giúp các bạn không chỉ học tập tại trường,<br/>mà còn có công việc ổn định để cuộc sống được đảm bảo hơn.",
    "titleContact": "Liên hệ - Tin vào Lòng tốt",
    "contactTitle": "Biểu mẫu tư vấn hợp tác",
    "contactIntro": "Chúng tôi mong đợi được làm việc cùng bạn để khơi dậy những khả năng vô hạn của thương hiệu và tạo ra tương lai cùng thắng.",
    "contactWelcome": "Chào mừng bạn liên hệ với chúng tôi qua các phương thức sau",
    "contactService1Title": "Định hình thương hiệu sứ mệnh",
    "contactService1Desc": "Biến thiện niệm của bạn thành câu chuyện thương hiệu lay động lòng người",
    "contactService2Title": "Kế hoạch vận hành bền vững",
    "contactService2Desc": "Lập kế hoạch con đường phát triển bền vững, mở rộng tầm ảnh hưởng xã hội",
    "contactService3Title": "Nâng cao năng lực đội ngũ",
    "contactService3Desc": "Đồng hành cùng đội ngũ phát triển, cùng nhau dùng sinh mệnh ảnh hưởng sinh mệnh",
    "contactFormBtn": "Điền biểu mẫu tư vấn trực tuyến",
    "contactImmediateTitle": "Liên hệ ngay với chúng tôi",
    "titleImpact": "Tầm ảnh hưởng - Tin yêu điều tử tế",
    "impactMainTitle": "Tầm ảnh hưởng",
    "impactProblemsTitle": "Vấn đề chúng tôi nhận ra",
    "impactProblem1": "Chênh lệch tài nguyên giáo dục cho trẻ em vùng sâu vùng xa và dân tộc thiểu số.",
    "impactProblem2": "Gần 70% học sinh rời trại trẻ mồ côi không thể tiếp tục học lên.",
    "impactProblem3": "Người đã cải tạo không thể tái hòa nhập xã hội.",
    "impactGoalsTitle": "Dự kiến của chúng tôi",
    "impactGoal1": "Bồi dưỡng nhân tài",
    "impactGoal2": "Đơn vị & Cơ quan hợp tác",
    "impactGoal3": "Tạo cơ hội việc làm ngành ẩm thực",
    "impactUnitPeople": "người",
    "impactUnitOrganizations": "đơn vị",
    "impactUnitJobs": "việc làm"
  }
}
